Repository: yorjandis/ProyectoNeville_IOS
Catalog: Shared/Localization/Localizable.xcstrings
Source language: es
Languages: en, zh_hans

source: Completa «Estoy entrenando para convertirme en una persona que…» y tradúcelo en cinco conductas observables.
en: Complete “I am training to become someone who…” and translate it into five observable behaviors.
zh_hans: 完成“我正在训练自己成为一个……的人”，并把它转化为五个可观察的行为。

source: Completa el cierre nocturno para empezar a ver tu tendencia.
en: Complete an evening review to begin seeing your trend.
zh_hans: 完成晚间回顾后，就能开始看到自己的趋势。

source: Completa el cierre nocturno para transformar tu intención de la mañana en aprendizaje práctico.
en: Complete the evening closing to turn your morning intention into practical learning.
zh_hans: 完成晚间收尾，把晨间意图转化为可实践的收获。

source: Completa situación y respuesta en cada bloque usado, o déjalos vacíos.
en: Complete both the situation and response in each used block, or leave both empty.
zh_hans: 每个已填写的区块都需要同时填写情境和回应；否则请都留空。

source: Completa: «Cuando detecte…, realizaré inmediatamente… durante… minutos».
en: Complete: “When I notice…, I will immediately… for… minutes.”
zh_hans: 完成：“当我察觉到……时，我会立刻……并持续……分钟。”

source: Completa: «Mi patrón comienza con…».
en: Complete: “My pattern begins with…”
zh_hans: 完成这句话：“我的模式始于……”

source: Completada
en: Completed
zh_hans: 已完成

source: completadas
en: completed
zh_hans: 已完成

source: Completadas
en: Completed
zh_hans: 已完成

source: Completado hoy
en: Completed today
zh_hans: 今日已完成

# Completado: %lld/%lld
source: Completado: %1$lld/%2$lld
en: Completed: %1$lld/%2$lld
zh_hans: 已完成：%1$lld/%2$lld

source: Completado!
en: Completed!
zh_hans: 已完成！

source: Completar con un ejemplo al azar
en: Fill In a Random Example
zh_hans: 随机填写一个示例

source: Completar ritual de hoy
en: Complete today's ritual
zh_hans: 完成今天的仪式练习

source: Completé el protocolo de pausa.
en: I completed the full pause protocol.
zh_hans: 我完成了完整的暂停步骤。

source: Comprendo y autorizo el envío de este contenido a OpenRouter y al proveedor del modelo cuando utilice esta opción.
en: I understand and authorize sending this content to OpenRouter and the model provider when I use this option.
zh_hans: 我理解并授权在使用此选项时，将此内容发送给 OpenRouter 和模型提供商。

source: Comprobación
en: Safety check
zh_hans: 安全确认

source: Comprobando…
en: Checking…
zh_hans: 正在检查…

source: Comprobar BD offline
en: Check Offline Database
zh_hans: 检查离线数据库

source: Comprobar clave guardada
en: Check saved API key
zh_hans: 检查已保存的 API 密钥

source: Comprobar de nuevo
en: Check again
zh_hans: 重新检查

source: Comprobar si la respuesta automática pierde velocidad.
en: Check whether the automatic response is beginning to slow down.
zh_hans: 检视自动反应是否开始放慢。

source: Comprobar y guardar
en: Check and save
zh_hans: 检查并保存

source: Comprometido
en: Committed
zh_hans: 全心投入

source: Compromiso del día
en: Today's Commitment
zh_hans: 今日承诺

source: Comprueba estas señales
en: Check for these warning signs
zh_hans: 请确认是否有以下危险信号

source: Comprueba los datos e inténtalo de nuevo.
en: Check the data and try again.
zh_hans: 请检查数据并重试。

source: Comprueba los permisos de Salud y usa el Apple Watch con regularidad. La referencia personal mejora tras varios días de lecturas.
en: Check your Health permissions and wear your Apple Watch regularly. Your personal baseline improves after several days of readings.
zh_hans: 请检查“健康”权限并定期佩戴 Apple Watch。经过数天的读数积累后，个人基准会更加准确。

source: Comprueba que el dispositivo sea compatible, Apple Intelligence esté activado y el modelo termine de descargarse.
en: Make sure the device is compatible, Apple Intelligence is enabled, and the model has finished downloading.
zh_hans: 请确认设备兼容、Apple Intelligence 已启用且模型已下载完毕。

source: Comprueba que el objetivo, el ritmo y la condición de finalización expresen exactamente tu intención.
en: Make sure the goal, pace, and completion condition accurately express your intention.
zh_hans: 确保目标、节奏和完成条件准确表达你的意图。

source: Comprueba señales de alarma y recursos de tu país
en: Check warning signs and resources in your country
zh_hans: 查看危险信号和你所在国家或地区的求助资源

source: Compruebe lo que sabe
en: Test what you know
zh_hans: 测试你掌握的内容

source: comunica sus límites con honestidad y respeto
en: communicates boundaries honestly and respectfully
zh_hans: 能够诚实且尊重地表达界限

source: Comunica un límite o una petición concreta.
en: Communicate one boundary or specific request.
zh_hans: 表达一条界限或一个具体请求。

source: Con este ritmo se crearán aproximadamente %lld oportunidades de avance.
en: At this rate, approximately %lld advancement opportunities will be created.
zh_hans: 按此速度，大约 %lld 晋升机会。

source: con intención
en: with intention
zh_hans: 有意识完成

source: Con Notas
en: With Notes
zh_hans: 附注释

source: Con recordatorio
en: With reminder
zh_hans: 有提醒

source: Con ritual
en: With ritual
zh_hans: 完成仪式

source: Con tu permiso, La Ley usa HealthKit para leer pulso, VFC, respiración, pasos y entrenamientos guardados por Apple Watch y la app Salud. Los datos se procesan en este dispositivo y La Ley no añade ni modifica datos de Salud.
en: With your permission, La Ley uses HealthKit to read heart rate, HRV, respiratory rate, steps, and workouts stored by Apple Watch and the Health app. The data is processed on this device, and La Ley does not add or modify Health data.
zh_hans: 经你授权后，La Ley 会使用 HealthKit 读取 Apple Watch 和“健康”App 中保存的心率、心率变异性、呼吸频率、步数和体能训练数据。所有数据均在本设备上处理，La Ley 不会添加或修改健康数据。

source: Concentración alta (a vigilar)
en: High Concentration (Monitor)
zh_hans: 含量较高（需留意）

source: Concentración alta (favorable)
en: High Concentration (Favorable)
zh_hans: 含量较高（较理想）

source: Concentración baja (a mejorar)
en: Low Concentration (Could Be Improved)
zh_hans: 含量偏低（有待改善）

source: Concentración baja (favorable)
en: Low Concentration (Favorable)
zh_hans: 含量偏低（较理想）

source: Concentración baja suele asociarse a menor saciedad y peor salud digestiva. Buena o alta favorece salud metabólica e intestinal.
en: Low levels are often linked to less satiety and poorer digestive health. Good or high levels support metabolic and gut health.
zh_hans: 含量偏低往往意味着饱腹感较弱、消化健康较差；含量良好或较高有利于代谢和肠道健康。

source: Concentración media
en: Moderate Concentration
zh_hans: 含量适中

source: Concentración y salud
en: Concentration and Health
zh_hans: 含量与健康

source: Concentraciones altas aumentan carga glucémica y exceso calórico. Se recomienda mantenerla baja, especialmente en ultraprocesados.
en: High levels increase glycemic load and excess calorie intake. Keeping them low is recommended, especially in ultra-processed foods.
zh_hans: 含量过高会增加血糖负荷和热量摄入，尤其在超加工食品中应尽量保持较低水平。

source: Concentraciones altas elevan riesgo de hipertensión en consumo habitual. Es preferible una concentración baja.
en: Regular consumption at high levels increases the risk of high blood pressure. A low concentration is preferable.
zh_hans: 长期摄入较高含量会增加高血压风险，宜选择含量较低的产品。

source: Concentraciones altas y frecuentes se asocian a mayor riesgo cardiovascular. Conviene priorizar niveles bajos o moderados.
en: Frequent high intake is associated with greater cardiovascular risk. Low or moderate levels are preferable.
zh_hans: 经常摄入较高含量与心血管风险增加有关，宜优先选择低至中等含量。

source: Conciencia
en: Awareness
zh_hans: 觉察

source: Conciencia, pausa, regulación, alternativa y recuperación.
en: Awareness, pause, regulation, alternative response, and recovery.
zh_hans: 觉察、暂停、调节、替代反应和恢复。

source: Condiciones de Uso de la IA
en: AI Terms of Use
zh_hans: AI 使用条款

source: Conducta alternativa
en: Alternative Behavior
zh_hans: 替代行为

source: Conducta antigua
en: Old Behavior
zh_hans: 旧行为

source: Conducta incompatible
en: Incompatible Behavior
zh_hans: 不相容行为

source: Conecta con tu propósito
en: Reconnect with your purpose.
zh_hans: 重新连接你的目标。

source: Conecta ideas de distintos autores y tus propias reflexiones para crear un mapa visual del pensamiento compartido.
en: Connect ideas from different authors and your own reflections to create a visual map of shared thought.
zh_hans: 连接不同作者的观点与自己的反思，构建共享思想的可视化地图。

source: Conecta Salud con HealthKit
en: Connect Health with HealthKit
zh_hans: 通过 HealthKit 连接“健康”

source: Conexión
en: Connection
zh_hans: 联结

source: Conexión con el corazón
en: Heart connection
zh_hans: 与心的联结

source: Conexión corazón
en: Heart connection
zh_hans: 与心联结

source: Conferencias
en: Lectures
zh_hans: 讲座

source: Confía en lo que emerge sin necesidad de entenderlo
en: Trust what emerges without needing to understand it
zh_hans: 信任正在浮现的一切， 无需急着理解

source: Confianza
en: Confidence
zh_hans: 自信

source: Configura si esta actividad se repite por días de la semana, por fechas concretas (máximo 50) o por frecuencia semanal, mensual o anual.
en: Choose whether this activity repeats on weekdays, on specific dates (up to 50), or weekly, monthly, or yearly.
zh_hans: 设置此活动按星期、指定日期（最多50个），或按每周、每月、每年重复。

source: Configuración
en: Settings
zh_hans: 设置

source: Configuración protegida
en: Protected configuration
zh_hans: 受保护的配置

source: Configurar
en: Set Up
zh_hans: 设置

source: Configurar modelo gratuito
en: Configure free model
zh_hans: 配置免费模型

source: Configurar OpenRouter
en: Set Up OpenRouter
zh_hans: 配置 OpenRouter

source: Confirmado
en: Confirmed
zh_hans: 已确认

source: Confirmar acción
en: Confirm action
zh_hans: 确认操作

source: Confirme que desea Eliminar la Frase
en: Please confirm that you want to delete the phrase.
zh_hans: 请确认你要删除这句话。

source: Conflictos
en: Conflicts
zh_hans: 冲突

source: Consciente
en: Mindful
zh_hans: 有觉察

source: Consecuencia
en: Consequence
zh_hans: 后果

source: Consecuencia inmediata y posterior
en: Immediate and longer-term consequence
zh_hans: 即时与后续影响

source: Conserva el impulso: repite mañana una de las acciones que hoy sí estuvo alineada con la persona que eliges ser.
en: Keep the momentum: tomorrow, repeat one action that was aligned today with the person you choose to be.
zh_hans: 保持这份势头：明天重复一个今天真正符合“你想成为的人”的行动。

source: Conserva lo aprendido
en: Keep what you have learned.
zh_hans: 留下今天学到的东西。

source: Conserva visible el protocolo y agenda cuatro revisiones semanales.
en: Keep your response plan visible and schedule four weekly reviews.
zh_hans: 把你的应对预案放在看得见的地方，并安排四次每周复盘。

source: Conservar mi ciclo
en: Keep My Current Cycle
zh_hans: 保留当前周期

source: Consolida lo que ya funciona
en: Reinforce What Already Works
zh_hans: 巩固已经有效的方法

source: Constante
en: Consistent
zh_hans: 持之以恒

source: Construcción de la pausa
en: Build the Pause
zh_hans: 建立暂停

source: Consulta el número local de emergencias o utiliza el directorio internacional para encontrar ayuda verificada en tu país.
en: Check your local emergency number or use the international directory to find verified help in your country.
zh_hans: 请查询当地急救电话，或使用国际求助目录查找你所在国家或地区经核实的帮助资源。

source: Consulta los fundamentos, reglas, fases, prácticas diarias y criterios de seguridad que dieron forma a esta herramienta.
en: Review the principles, rules, phases, daily practices, and safety criteria that shaped this tool.
zh_hans: 查阅构成本工具基础的原理、规则、阶段、每日练习和安全标准。

source: Consulta por código de barras usando API de OpenFoodFacts o base SQLite offline.
en: Look up a barcode using the OpenFoodFacts API or the offline SQLite database.
zh_hans: 使用 OpenFoodFacts API 或离线 SQLite 数据库查询条形码。

source: Consultando base SQLite offline...
en: Searching Offline SQLite Database...
zh_hans: 正在查询离线 SQLite 数据库…

source: Consultando OpenFoodFacts...
en: Searching OpenFoodFacts...
zh_hans: 正在查询 OpenFoodFacts…

source: Consultando Salud…
en: Checking Health…
zh_hans: 正在查询“健康”…

source: Consultar fuente oficial
en: View official source
zh_hans: 查看官方来源

source: Consultar la política de privacidad de OpenRouter
en: View the OpenRouter Privacy Policy
zh_hans: 查看 OpenRouter 隐私政策

source: Consultar la privacidad de los proveedores
en: View the providers’ privacy policies
zh_hans: 查看提供商的隐私政策

source: Consultar los límites de modelos gratuitos
en: View free model limits
zh_hans: 查看免费模型限制

source: Consultar los términos de OpenRouter
en: View the OpenRouter Terms
zh_hans: 查看 OpenRouter 条款

source: Contacto & Información
en: Contact & Information
zh_hans: 联系与信息

source: Contenido
en: Content
zh_hans: 内容

source: Contenido de la entrada
en: Entry content
zh_hans: 日记内容

source: Contenido de la frase para Calma
en: Content of the Calm phrase
zh_hans: 静心短语的内容

source: Contenido de la nota
en: Contents of the note
zh_hans: 笔记内容

source: Contenido del documento
en: Document Contents
zh_hans: 文件内容

source: Contenido exclusivo
en: Exclusive Content
zh_hans: 专属内容

source: Contenido no disponible
en: Content Unavailable
zh_hans: 内容不可用

source: Contenido:
en: Content:
zh_hans: 内容：

source: Contexto
en: Context
zh_hans: 上下文

source: Contexto máximo publicado: %@ tokens
en: Published maximum context: %@ tokens
zh_hans: 公布的最大上下文：%@ 个词元

source: Contextos
en: Topics
zh_hans: 主题

source: Contiene aditivos de mayor o moderado riesgo (al menos 1 alto/crítico o 3 medios), por eso aplica penalización máxima.
en: It contains higher- or moderate-risk additives (at least 1 high/critical or 3 medium), so the maximum penalty applies.
zh_hans: 含有较高或中等风险的添加剂（至少 1 种高/严重风险，或 3 种中等风险），因此应用最高扣分。

source: Contiene gluten
en: Contains Gluten
zh_hans: 含麸质

source: Contiene una nota
en: Contains a note
zh_hans: 包含备注

source: Continuar
en: Continue
zh_hans: 继续

source: Continuar en una copia de esta conversación
en: Continue in a copy of this conversation
zh_hans: 在此对话的副本中继续

source: Contrae la explicación
en: Collapse explanation
zh_hans: 收起说明

source: Contrae las señales de alerta
en: Collapse warning signs
zh_hans: 收起危险信号

source: Contrae los consejos prácticos
en: Collapse practical tips
zh_hans: 收起实用建议

source: Contraseña
en: Password
zh_hans: 密码

source: Contraseña actual
en: Current password
zh_hans: 当前密码

source: Contraseña de la app
en: App password
zh_hans: 应用密码

source: Contraseña del archivo
en: File password
zh_hans: 文件密码

source: Contraseña del archivo (mínimo 15 caracteres)
en: File password (minimum 15 characters)
zh_hans: 文件密码（至少 15 个字符）

source: Contraseña Maestra
en: Master Password
zh_hans: 主密码

source: Contrato de transformación
en: Transformation Commitment
zh_hans: 改变契约

source: Conversaciones
en: Conversations
zh_hans: 对话

source: Convertir a checklist
en: Convert to checklist
zh_hans: 转换为清单

source: Convertir a texto
en: Convert to text
zh_hans: 转换为文本

source: Convertir en Notas
en: Convert to Notes
zh_hans: 转换为笔记

source: Convertir las observaciones en una hipótesis de trabajo.
en: Turn your observations into a working hypothesis.
zh_hans: 把观察转化为一个可验证的假设。

source: Convierte lo hecho en aprendizaje
en: Turn What You Did into Learning
zh_hans: 把行动转化为经验

source: Coordenadas
en: Coordinates
zh_hans: 坐标

source: Coordenadas (Mapas)
en: Coordinates (Maps)
zh_hans: 坐标（地图）

source: Coordenadas actuales
en: Current coordinates
zh_hans: 当前位置坐标

source: Copiar Nota...
en: Copy Note…
zh_hans: 复制笔记…

source: Corazón
en: Heart
zh_hans: 心

source: Crea desde este instante
en: Create from this moment.
zh_hans: 从这一刻开始创造。

source: Crea espacio antes de decidir con una pausa deliberada.
en: Create space before deciding by taking a deliberate pause.
zh_hans: 在做决定前，有意识地暂停，创造空间。

source: Crea notas, añade entradas al diario o abre contenido usando solo tu voz, sin entrar en la app.
en: Create notes, add journal entries, or open content using only your voice, without opening the app.
zh_hans: 无需打开 App，只需通过语音即可创建笔记、添加日记条目或打开内容。

source: Crea o lee archivos .ypgexp cifrados y compatibles con Android.
en: Create or open encrypted .ypgexp files compatible with Android.
zh_hans: 创建或读取与 Android 兼容的加密 .ypgexp 文件。

source: Crea una clave exclusiva para Neville, no la compartas y revócala desde OpenRouter si sospechas que ha quedado expuesta.
en: Create an API key exclusively for Neville, do not share it, and revoke it from OpenRouter if you suspect it has been exposed.
zh_hans: 请专门为 Neville 创建一个 API 密钥，切勿分享；如果怀疑密钥已泄露，请在 OpenRouter 中将其撤销。

source: Crea una escala de intensidad del 1 al 10 y practica hoy con una situación de nivel 3 o 4.
en: Create an intensity scale from 1 to 10 and practice today with a level 3 or 4 situation.
zh_hans: 建立 1 到 10 的强度等级，今天选择 3 或 4 级的情境练习。

source: Crea una nueva actividad en la Agenda
en: Creates a new agenda activity
zh_hans: 在日程中创建一项新活动

source: Crea una nueva entrada en el Diario
en: Creates a new journal entry
zh_hans: 新建一篇日记

source: Crea una respuesta que sea creíble, precisa y favorezca la conducta elegida.
en: Create a response that is believable, precise, and supports your chosen behavior.
zh_hans: 写出一个可信、准确，并能支持所选行为的回应。

source: Creando Resumen
en: Creating Summary
zh_hans: 正在生成摘要

source: Crear actividad ${titulo}, fecha ${fecha}, contenido ${contenido}, recordatorio ${activarRecordatorio}
en: Create activity ${titulo}, date ${fecha}, content ${contenido}, reminder ${activarRecordatorio}
zh_hans: 创建活动${titulo}，日期${fecha}，内容${contenido}，提醒${activarRecordatorio}

source: Crear archivo .ypgexp
en: Create .ypgexp file
zh_hans: 创建 .ypgexp 文件

source: Crear Contexto
en: Create Context
zh_hans: 创建上下文

source: Crear Contraseña
en: Create Password
zh_hans: 创建密码

source: Crear contraseña de la app
en: Create app password
zh_hans: 创建应用密码

source: Crear Entrada Agenda
en: Create Agenda Item
zh_hans: 新建日程

source: Crear Entrada Diario
en: Create Journal Entry
zh_hans: 新建日记

source: Crear Frase
en: Create Quote
zh_hans: 新建语录

source: Crear Frase para Calma
en: Create Calm Phrase
zh_hans: 新建平静语句

source: Crear Frases
en: Create Quotes
zh_hans: 新建语录

source: Crear Meta
en: Create Goal
zh_hans: 创建目标

source: Crear nota
en: Create note
zh_hans: 创建备注

source: Crear Nota
en: Create Note
zh_hans: 新建笔记

source: Crear Notas
en: Create Notes
zh_hans: 新建笔记

source: Crear o consultar una clave en OpenRouter
en: Create or view an API key on OpenRouter
zh_hans: 在 OpenRouter 创建或查看 API 密钥

source: Crear una contraseña
en: Create a password
zh_hans: 创建密码

source: Crear una Contraseña
en: Create a Password
zh_hans: 创建密码

source: Crear una frase personal en Espacio Calma
en: Creates a personal phrase in Calm Space
zh_hans: 在“平静空间”中新建一条个人语句

source: Crear una nueva Contraseña de Acceso
en: Create a New Access Password
zh_hans: 创建新的访问密码

source: Crear una nueva frase
en: Creates a new quote
zh_hans: 新建一条语录

source: Crear una nueva nota
en: Creates a new note
zh_hans: 新建一条笔记

source: Criterios aplicados
en: Criteria Applied
zh_hans: 评分依据

source: Crítico
en: Critical
zh_hans: 严重

source: Cuando aparezca una frase automática, di: «Estoy teniendo el pensamiento de que…».
en: When an automatic thought appears, say: “I am having the thought that…”
zh_hans: 当自动化想法出现时，对自己说：“我此刻正在产生……这个想法。”

source: Cuando aparezca, haré…
en: When it appears, I will…
zh_hans: 当它出现时，我会……

source: Cuando cierres revisiones, aquí aparecerán tendencias e insights.
en: Once you complete reviews, trends and insights will appear here.
zh_hans: 完成回顾后，这里会显示趋势和洞察。

source: Cuando entras en coherencia, tu biología recuerda su perfección
en: When you enter coherence, your biology remembers its wholeness
zh_hans: 当你进入相干状态， 身体会忆起它本来的完整

source: Cuando mente y corazón se encuentran, nace un nuevo estado de ser
en: When mind and heart meet, a new state of being is born
zh_hans: 当意念与心相遇， 一种全新的存在状态由此诞生

source: Cuando ocurre…
en: When this happens…
zh_hans: 当……发生时

source: Cuándo pedir ayuda
en: When to seek help
zh_hans: 何时需要求助

source: Cuenta cuántas entradas fueron creadas en cada día de la semana usando la fecha de creación.
en: Counts how many entries were created on each day of the week using their creation date.
zh_hans: 根据创建日期，统计一周中每天创建的日记数量。

source: Cuenta los días consecutivos en los que alcanzaste el mínimo de retornos conscientes definido para sostener la racha.
en: Counts consecutive days when you reached the minimum number of conscious returns required to maintain your streak.
zh_hans: 统计连续达到最低觉察次数、从而维持连续记录的天数。

source: Cuenta los momentos de presencia consciente registrados desde el inicio del día actual.
en: Counts the conscious moments of presence recorded since the start of today.
zh_hans: 统计从今天开始到现在记录的有意识回到当下的时刻。

source: Cuestionario
en: Questionnaire
zh_hans: 问卷

source: Curioso
en: Curious
zh_hans: 好奇

source: Da valor a las evidencias, incluso a las pequeñas.
en: Honor the evidence, even the small wins.
zh_hans: 看见每一份成果，哪怕它很微小。

source: Datos de HealthKit (solo lectura)
en: HealthKit data (read only)
zh_hans: HealthKit 数据（只读）

source: Datos de la Unidad
en: Completion Details
zh_hans: 执行项详情

source: Datos prácticos
en: Practical insights
zh_hans: 实用洞察

source: Datos que se pueden exportar
en: Data that can be exported
zh_hans: 可导出的数据

source: de 5
en: out of 5
zh_hans: 满分 5

source: Debe aceptar primero, en Ajustes, los permisos de ubicación en iPhone.
en: You must first accept location permissions on your iPhone in Settings.
zh_hans: 您必须先在 iPhone 的“设置”中授予其位置权限。

source: Debe colocar un título y un texto para la entrada
en: Enter a title and text for the entry
zh_hans: 请填写日记标题和内容

source: Debe colocar un título y un texto para la nota
en: Enter a title and text for the note
zh_hans: 请填写笔记标题和内容

source: Debe poder ejecutarse incluso con emoción presente.
en: It must be something you can do even while the emotion is present.
zh_hans: 即使情绪仍然存在，这个行动也必须可以执行。

source: Debes indicar un título.
en: Please enter a title.
zh_hans: 请输入标题。

source: Declara internamente quién eres ahora
en: Affirm within yourself who you are now.
zh_hans: 在心中确认：此刻的你是谁。

source: Declaración de tipo orgánico/ecológico en la etiqueta
en: Organic Claim on the Label
zh_hans: 标签中含有有机产品声明

source: Dedica unos minutos a integrar tu día y preparar mañana.
en: Take a few minutes to integrate your day and prepare for tomorrow.
zh_hans: 用几分钟梳理今天，并为明天做好准备。

source: Define objetivos claros, mide tu progreso y adopta hábitos respaldados por la neurociencia. Incluye programas prácticos para reprogramar patrones negativos y empoderarte.
en: Set clear goals, track your progress, and build habits backed by neuroscience. Includes practical programs to reframe negative patterns and empower yourself.
zh_hans: 设定清晰目标，衡量自己的进展，并养成有神经科学支持的习惯。包含实用课程，帮助你重塑消极模式并提升自我力量。

source: Define un punto de apoyo
en: Choose One Anchor
zh_hans: 确定一个支点

source: Define una acción observable que demostrará hoy tu nueva identidad.
en: Choose one observable action that will demonstrate your new identity today.
zh_hans: 确定一个今天可以证明新身份的可观察行动。

source: Definir con precisión qué cambiarás y por qué.
en: Define precisely what you want to change and why.
zh_hans: 明确你想改变什么，以及为什么要改变。

source: Definir quién quieres ser mediante acciones concretas.
en: Define who you want to become through concrete actions.
zh_hans: 通过具体行动定义你想成为怎样的人。

source: Deja espacio para la calma
en: Make room for calm.
zh_hans: 为平静留出空间。

source: Deja que el misterio te envuelva y revele su verdad
en: Let the mystery surround you and reveal its truth
zh_hans: 让未知轻轻环绕你， 向你显露它的真实

source: Deja que esa calma se convierta en claridad
en: Let that calm become clarity
zh_hans: 让这份平静 化为清晰

source: Deja que esa frecuencia cree tu realidad
en: Let that frequency shape your reality
zh_hans: 让这份频率 塑造你的现实

source: Deja una reseña!
en: Leave a Review!
zh_hans: 给我们评分！

source: Dejar una reseña en la App Store
en: Leave a review on the App Store
zh_hans: 在 App Store 上留下评论

source: dejaré el teléfono fuera de alcance, haré tres respiraciones y volveré a la actividad elegida
en: I will put the phone out of reach, take three breaths, and return to the activity I chose
zh_hans: 我会把手机放到够不到的地方，做三次呼吸，然后回到原先选择的活动

source: Dejo que esta emoción elevada impregne todo mi ser.
en: I let this elevated emotion fill my whole being.
zh_hans: 我让这份升华的情绪充满整个身心。

source: Demostración práctica
en: Practical Demo
zh_hans: 实际演示

source: Depende de edad, sexo y actividad. Referencia habitual en etiquetado: ~2000 kcal/día.
en: Depends on age, sex, and activity level. A common label reference is ~2,000 kcal/day.
zh_hans: 取决于年龄、性别和活动量；食品标签常以约 2000 千卡/天作为参考。

source: Desactivar
en: Disable
zh_hans: 关闭

source: Desactivar selección múltiple
en: Disable multi-select
zh_hans: 关闭多选
